Repository: common-repository/youseeme-payment
Catalog: languages/youseeme-*.po
Languages: de_de, es_es, fr_fr, it_it

source: + Add crypto
de_de: + Krypto hinzufügen
es_es: + Añadir crypto
fr_fr: + Ajouter une crypto
it_it: + Aggiungi crittografia

source: + Add iban
de_de: + iban hinzufügen
es_es: + Añadir iban
fr_fr: + Ajouter l'iban
it_it: + Aggiungi iban

source: + Add Youseeme IBAN
de_de: + Youseeme IBAN hinzufügen
es_es: + Añadir Youseeme IBAN
fr_fr: + Ajouter l'IBAN de Youseeme
it_it: + Aggiungi l'IBAN di Youseeme

source: Accept cryptocurrencies as payment method.
de_de: Akzeptiere Kryptowährungen als Zahlungsmittel.
es_es: Acepte criptomonedas como forma de pago.
fr_fr: Accepter les crypto-monnaies comme mode de paiement.
it_it: Accettare le criptovalute come metodo di pagamento.

source: Accept IBAN as payment method.</br>Please subscribe to a youseeme IBAN account on <a href="https://www.youseeme.fr">https://www.youseeme.fr</a> dedicated to your online sales, it contains a Mastercard, so you will receive an essential notification of payment for each sale before validating the order, because remember there are no payment intermediaries.
de_de: Akzeptiere IBAN als Zahlungsmethode.</br>Bitte melde auf <a href="https://www.youseeme.fr">https://www.youseeme.fr</a> ein Konto für deine Online-Verkäufe an, das eine Mastercard enthält, damit du für jeden Verkauf eine wichtige Zahlungsmitteilung erhältst, bevor du die Bestellung bestätigst, denn vergiss nicht, dass es keine Zahlungsmittler gibt.
es_es: Acepte el IBAN como forma de pago.</br>Por favor, suscríbase a una cuenta IBAN youseeme en <a href="https://www.youseeme.fr">https://www.youseeme.fr</a> dedicada a sus ventas en línea, contiene una tarjeta Mastercard, por lo que recibirá una notificación de pago esencial para cada venta antes de validar el pedido, porque recuerde que no hay intermediarios de pago.
fr_fr: Accepter l'IBAN comme mode de paiement.</br>Veuillez souscrire à un compte IBAN youseeme sur <a href="https://www.youseeme.fr">https://www.youseeme.fr</a> dédié à vos ventes en ligne, il contient une carte Mastercard, ainsi vous recevrez un avis de paiement indispensable pour chaque vente avant de valider la commande, car n'oubliez pas qu'il n'y a pas d'intermédiaires de paiement.
it_it: Accettare l'IBAN come metodo di pagamento.</br>Si prega di sottoscrivere un account IBAN youseeme su <a href="https://www.youseeme.fr">https://www.youseeme.fr</a> dedicato alle vostre vendite online, contiene una Mastercard, così riceverete una notifica essenziale di pagamento per ogni vendita prima di convalidare l'ordine, perché ricordate che non ci sono intermediari di pagamento.

source: Activate payment by cryptocurrencies
de_de: Aktiviere die Zahlung mit Kryptowährungen
es_es: Activar el pago con criptomonedas
fr_fr: Activer le paiement par crypto-monnaies
it_it: Attivare il pagamento con le criptovalute

source: Activate payment by iban
de_de: Aktiviere die Zahlung per iban
es_es: Activar pago por iban
fr_fr: Activer le paiement par iban
it_it: Attiva il pagamento tramite iban

source: Activate/Désactivate
de_de: Aktivieren/Desaktivieren
es_es: Activar/Desactivar
fr_fr: Activer/Désactiver
it_it: Attivare/Disattivare

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo

source: API key <sup style="color:red;">*</sup>
de_de: API-Schlüssel <sup style="color:red;">*</sup>
es_es: Clave API <sup style="color:red;">*</sup>
fr_fr: Clé API <sup style="color:red ;">*</sup>
it_it: Chiave API <sup style="color:red;">*</sup>

source: Awaiting Crypto Confirmation
de_de: Warten auf die Krypto-Bestätigung
es_es: A la espera de la confirmación de Crypto
fr_fr: Confirmation Crypto en attente
it_it: In attesa della conferma della criptovaluta

source: Bank name
de_de: Name der Bank
es_es: Nombre del banco
fr_fr: Nom de la banque
it_it: Nome della banca

source: Commission (%) <sup style="color:red;">*</sup>
de_de: Provision (%) <sup style="color:red;">*</sup>
es_es: Comisión (%) <sup style="color:red;">*</sup>
it_it: Commissione (%) <sup style="color:red;">*</sup>

source: Crypto
de_de: Krypto
es_es: Cripto
it_it: Crittografia

source: Cryptocurrencies
de_de: Kryptowährungen
es_es: Criptomonedas
fr_fr: Cryptomonnaies
it_it: Criptovalute

source: Pay using bank transfer
de_de: Per Banküberweisung bezahlen
es_es: Pagar mediante transferencia bancaria
fr_fr: Payer par virement bancaire
it_it: Paga tramite bonifico bancario

source: Pay using Crypto
de_de: Bezahlen mit Krypto
es_es: Pagar con criptomonedas
fr_fr: Payer avec des crypto-monnaies
it_it: Paga utilizzando Crypto

source: Pay using IBAN
de_de: Bezahlen mit IBAN
es_es: Pagar con IBAN
fr_fr: Payer avec l'IBAN
it_it: Paga utilizzando IBAN

source: Pay using your favorite Cryptocurrency
de_de: Bezahle mit deiner Lieblings-Kryptowährung
es_es: Pague con su criptomoneda favorita
fr_fr: Payez avec votre crypto-monnaie préférée
it_it: Pagate con la vostra criptovaluta preferita

source: Please note that payment is made from your customer to your direct Wallet, wait for Youseeme to send you a confirmation notice for receipt of the amount before validating the order.
de_de: Bitte beachte, dass die Zahlung von deinem Kunden auf dein direktes Wallet erfolgt. Warte, bis Youseeme dir eine Bestätigung über den Eingang des Betrags schickt, bevor du die Bestellung bestätigst.
es_es: Tenga en cuenta que el pago lo realiza su cliente a su Wallet directo, espere a que Youseeme le envíe un aviso de confirmación para recibir el monto antes de validar el pedido.
fr_fr: Attention le paiement s'effectue de votre client à votre Wallet direct, attendez que Youseeme vous envoie une notice de confirmation pour la réception de la somme avant de valider la commande.
it_it: Si prega di notare che il pagamento viene effettuato dal cliente al vostro Portafoglio diretto, attendete che Youseeme vi invii una notifica di conferma per la ricezione dell'importo prima di convalidare l'ordine.

source: Please SCAN THE QR CODE to make your payment or COPY THE ADDRESS BELOW and paste it into your wallet to complete the payment.
de_de: Bitte scanne den QR-Code, um deine Zahlung vorzunehmen oder kopiere die Adresse unten und füge sie in dein Portemonnaie ein, um die Zahlung abzuschließen.
es_es: ESCANEE EL CÓDIGO QR para realizar el pago o COPIE LA DIRECCIÓN DE ABAJO y péguela en su monedero para completar el pago.
fr_fr: Veuillez SCANNEZ LE CODE QR pour effectuer votre paiement ou COPIEZ L'ADRESSE CI-DESSOUS et collez-la dans votre portefeuille pour compléter le paiement.
it_it: SCANSIONA IL CODICE QR per effettuare il pagamento o COPIA L'INDIRIZZO SOTTO e incollalo nel tuo portafoglio per completare il pagamento.

source: Please select an IBAN account
de_de: Bitte wähle ein IBAN-Konto
es_es: Seleccione una cuenta IBAN
fr_fr: Veuillez sélectionner un compte IBAN
it_it: Seleziona un conto IBAN

source: Please select your favorite Crypto
de_de: Bitte wähle deine bevorzugte Kryptowährung
es_es: Seleccione su criptomoneda favorita
fr_fr: Veuillez sélectionner votre crypto préféré
it_it: Selezionare la criptovaluta preferita

source: Please sign up at <a href="https://user.youseeme.io">https://user.youseeme.io</a> for the opening of your free wallet for your cash in collection, and the API key for the rates. Or <a href="mailto:contact@youseeme.pro">contact@youseeme.pro</a>
de_de: Bitte melde dich unter <a href="https://user.youseeme.io">https://user.youseeme.io</a> an, um dein kostenloses Portemonnaie für deine Bargeldsammlung zu eröffnen und den API-Schlüssel für die Tarife zu erhalten. Oder <a href="mailto:contact@youseeme.pro">contact@youseeme.pro</a>
es_es: Gracias por suscribirse en <a href="https://user.youseeme.io">https://user.youseeme.io</a> para la apertura de una billetera gratuita para sus recibos y una clave API para tarifas. O <a href="mailto:contact@youseeme.pro">contact@youseeme.pro</a>
fr_fr: Merci de souscrire sur <a href="https://user.youseeme.io">https://user.youseeme.io</a> pour l’ouverture d’un wallet gratuit pour vos encaissements et un Clé API- pour les Taux. Ou <a href="mailto:contact@youseeme.pro">contact@youseeme.pro</a>
it_it: Iscrivetevi all'indirizzo <a href="https://user.youseeme.io">https://user.youseeme.io</a> per l'apertura del vostro portafoglio gratuito per l'incasso e la chiave API per le tariffe. Oppure <a href="mailto:contact@youseeme.pro">contact@youseeme.pro</a>

source: Public address
de_de: Öffentlichkeitsarbeit
es_es: Dirección pública
fr_fr: Adresse publique
it_it: Indirizzo pubblico

source: QR code
es_es: Código QR
fr_fr: Code QR

source: Remove selected cryptos(s)
de_de: Ausgewählte(n) Krypto(s) entfernen
es_es: Eliminar las criptomonedas seleccionadas
fr_fr: Supprimer le(s) cryptomonnaie(s) sélectionné(s)
it_it: Rimuovere le criptovalute selezionate

source: Remove selected ibans(s)
de_de: Ausgewählte Iban(s) entfernen
es_es: Eliminar ibanes seleccionados
fr_fr: Supprimer le(s) ibans sélectionné(s)
it_it: Rimuovi gli iban selezionati

source: Total amount to pay:
de_de: Zu zahlender Gesamtbetrag:
es_es: Importe total a pagar:
fr_fr: Montant total à payer :
it_it: Importo totale da pagare:

source: You will need to transfer the total amount of your purchase to our account. You will receive your order confirmation via email, which will include our bank details and the order number.
de_de: Du musst den Gesamtbetrag deines Einkaufs auf unser Konto überweisen. Du erhältst deine Bestellbestätigung per E-Mail, die unsere Bankverbindung und die Bestellnummer enthält.
es_es: Deberá transferir el importe total de su compra a nuestra cuenta. Recibirás la confirmación de tu pedido por correo electrónico, que incluirá nuestros datos bancarios y el número de pedido.
fr_fr: Vous devrez transférer le montant total de votre achat sur notre compte. Vous recevrez une confirmation de votre commande par courrier électronique, qui contiendra nos coordonnées bancaires et le numéro de la commande.
it_it: Dovrai trasferire l'importo totale del tuo acquisto sul nostro conto. Riceverai la conferma dell'ordine via e-mail, che includerà le nostre coordinate bancarie e il numero dell'ordine.

source: Youseeme - Cryptocurrencies
de_de: Youseeme - Kryptowährungen
es_es: Youseeme - Criptomonedas
it_it: Youseeme - Criptovalute

source: YouSeeMe Payment
de_de: YouSeeMe Bezahlung
es_es: Pago YouSeeMe
fr_fr: YouSeeMe Paiement
it_it: Pagamento YouSeeMe
